[{"name": "Dwight Fairfield", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/DwightFairfield.png", "overview": "Dwight Fairfield is a nervous Leader, able to locate his allies and increase their effectiveness.\nHis personal Perks, Bond, Prove Thyself, and Leader, allow him to get in proximity of other Survivors and provide bonuses to their actions as well as his own.\nHe is skilled at finding others and working as a group. His Perks help him and others by keeping them together and alive.\n"}, {"name": "Meg Thomas", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/MegThomas.png", "overview": "Meg Thomas is an energetic Athlete, able to outrun most Killers.\nHer personal Perks, Quick & Quiet, Sprint Burst, and Adrenaline, give her advantages to escape chases and put distance between herself and the Killer.\nShe is all about escaping and avoiding bad situations. She can greatly surprise the Killer with her speed, when she is in a bad situation.\n"}, {"name": "Claudette Morel", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/ClaudetteMorel.png", "overview": "Claudette Morel is a studious Botanist, able to boost her team's survivability as well as her own.\nHer personal Perks, Empathy, Botany Knowledge, and Self-Care, allow her to spot injured Survivors and heal both herself and her team more effectively.\nShe uses her time out of the fog to collect potent plants found around the Campfire to create tinctures that can stop bleeding.\n"}, {"name": "Jake Park", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/JakePark.png", "overview": "Jake Park is a solitary Survivalist, able to hold his own in most situations.\nHis personal Perks, Iron Will, Calm Spirit, and Saboteur, allow him to more effectively move about the environment and survive while injured.\nHe is all about keeping calm as you face true terror. He is one with nature and used to surviving by any makeshift way possible.\n"}, {"name": "Nea Karlsson", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/NeaKarlsson.png", "overview": "Nea Karlsson is an Urban Artist, able to easily escape and hide.\nHer personal Perks, Balanced Landing, Urban Evasion, and Streetwise, make her well suited to completing Objectives and rapid evasion.\nShe is focused around movement - making her faster, more balanced, and better at evading the Killer.\n"}, {"name": "Laurie Strode", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/LaurieStrode.png", "overview": "Laurie Strode is a determined Survivor, prepared to weather any challenge.\nHer personal Perks, Sole Survivor, Object of Obsession, and Decisive Strike, grant her powerful survival abilities at the cost of leaving her exposed.\nHer Perks are tied to the Killer's Obsession and surviving - no matter what.\n"}, {"name": "Ace Visconti", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/AceVisconti.png", "overview": "Ace Visconti is a lucky Gambler, improving the odds of the entire team.\nHis personal Perks, Open-Handed, Up the Ante, and Ace in the Hole, boost the Luck of all Survivors and help with Chest searches.\nHe is one lucky bastard or at the very least he believes he is. Therefore, he's always ready to make a gamble. Often, he's right.\n"}, {"name": "Bill Overbeck", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/BillOverbeck.png", "overview": "Bill Overbeck is an old Soldier, accustomed to dealing with critical situations.\nHis personal Perks, Left Behind, Borrowed Time, and Unbreakable, make him more powerful in dire moments.\nHe is tough as nails and knows how to survive just about anything. He'll do whatever it takes to help others live to see another day and he's not afraid to take one for the team.\n"}, {"name": "Feng Min", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/FengMin.png", "overview": "Feng Min is an objective-focused competitor who can quickly adapt her strategy to meet a vast range of challenging situations.\nHer personal Perks, Technician, Lithe, and Alert, help her with repairing Generators and locating the Killer.\nShe can silently work on Generators and thus can notice the Killer long before they notice her. She will be long gone before the Killer can do anything.\n"}, {"name": "David King", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/DavidKing.png", "overview": "David King is a rugged Scrapper, rewarding high-risk play.\nHis personal Perks, We're Gonna Live Forever, Dead Hard, and No Mither, reward an aggressive, confrontational play style, but leave him vulnerable.\nHis Perks are a result of his years playing rugby and stem from his strong physique and his need for Adrenaline. But being fast isn't everything, he's - sometimes - also a team player. But that side is seldom seen.\n"}, {"name": "Quentin Smith", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/QuentinSmith.png", "overview": "Quentin Smith is a resolute Dreamwalker, increasing the survivability and recovery of his team.\nHis personal Perks, Wake Up!, Pharmacy, and Vigil, help Survivors locate Exit Gates and recover more easily.\nHis Perks focus on survival and helping others - providing a kind of support in this nightmare.\n"}, {"name": "David Tapp", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/DavidTapp.png", "overview": "David Tapp is an obsessed Detective, able to locate and complete Objectives faster.\nHis personal Perks, Tenacity, Detective's Hunch, and Stake Out, make him objective-focused and able to rapidly recover.\nHis Perks are all about determination and not giving up. You are dead set on reaching your goal and survive no matter what.\n"}, {"name": "Kate Denson", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/KateDenson.png", "overview": "Kate Denson is a hopeful songbird, able to make the most of her surroundings.\nHer personal Perks, Dance With Me, Windows of Opportunity, and Boil Over, grant her the foresight and feistiness to escape even the most dire situations.\n"}, {"name": "Adam Francis", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/AdamFrancis.png", "overview": "Adam Francis is a resourceful Teacher, able to adapt to new circumstances and develop strategies accordingly.\nHis personal Perks, Diversion, Deliverance, and Autodidact, help him to distract the Killer, survive desperate situations and become more skilled as the trial continues.\n"}, {"name": "Jeff Johansen", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/JeffJohansen.png", "overview": "Jeff Johansen is a quiet artist with a heart of gold, standing steadfast against impossible odds. He has a dark past but led a quiet, simple life until his father passed, leaving things to sort out.\nHis personal Perks, Breakdown, Aftercare, and Distortion, give him observational advantages and help to hide his presence from the Killer.\n"}, {"name": "Jane Romero", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/JaneRomero.png", "overview": "Jane Romero is an influential celebrity, going against the grain to tackle challenges head on.\nHer personal Perks, Solidarity, Poised, and Head On, give her a flexible set of skills that allow her to help others, as well as herself, to escape dangerous situations.\n"}, {"name": "Ash Williams", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/AshWilliams.png", "overview": "Ash Williams is an alone wolf, cocky and headstrong; a man built for survival.\nHis personal Perks, Flip-Flop, Buckle Up, and Mettle of Man, give him additional resilience to pain and hardship, as well as the ability to help his friends out of sticky situations.\n"}, {"name": "Nancy Wheeler", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/NancyWheeler.png", "overview": "Nancy Wheeler is an aspiring journalist, able to make acute observations and gain insights that others may miss.\nHer personal Perks, Better Together, Fixated, and Inner Strength, give her the information and courage she needs to tackle unexpected challenges.\n"}, {"name": "Steve Harrington", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/SteveHarrington.png", "overview": "Steve Harrington is a former jock, able to protect and support his fellow Survivors while providing his own brand of humour.\nHis personal Perks, Babysitter, Camaraderie, and Second Wind, enable him to distract Killers, tolerate pain, and get back into the fight.\n"}, {"name": "Yui Kimura", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/YuiKimura.png", "overview": "Yui Kimura is a hardened street racer, able to gain advantages for her and her fellow Survivors in challenging situations.\nHer personal Perks, Lucky Break, Any Means Necessary, and Breakout, enable her to cover her blood trails, reset dropped Pallets, and assist helpless Survivors.\nDespite her traditional upbringing, Yui Kimura raced scooters in her hometown of Hida where she earned the reputation of being able to do the impossible with very little. Her father did his best to steer her away from what he believed to be masculine pursuits, but her grandmother secretly shared her grandfather's engineer manuals and notes on car and motorcycle engines. Yui read her grandfather's manuals and learned fast. She was able to not only maintain her scooter, but she modified the engine so that she could compete with older boys on motor crosses. With her grandfathers 'good luck hachimaki' wrapped around her arm, she raced local boys who, unable to keep up with her, worked together to orchestrate her defeat. No luck for them. Yui outmanoeuvred them at every turn and became a sensation to all her friends.  When it came time to apply for school, Yui gathered her courage and confessed her ambition to race motorcycles to her father. An altercation ensued and when Yui refused to apply for a proper education, her father felt a great shame and told her she was no longer welcome in their home. With a heavy heart, Yui left for Nagoya with the blessings and savings of her grandmother.\nNagoya was not what Yui expected. She could only find low grade clerical work or minor jobs as a hostess. With the last of the money her grandmother gave her, she purchased a racing bike and entered illegal street races where she won more money than she had ever seen. Rumours of her courage and quick reflexes spread like wildfire. Soon she had an unofficial retinue of women motorcyclists wearing Yui's signature pink. Along with a gang following her, Yui realised she had a stalker following her in the shadows. When Yui realised her lucky handkerchief had been stolen from her apartment, she took her concerns to the police who laughed and dismissed her, saying her stalker was probably a nice guy and that she would probably marry him in the near future.\nOne evening Yui returned home to find the stalker in her apartment going through her things. He hadn't seen her, and she wasn't sure what she should do. But the sight of him going through her clothes was too much to bear. She yelled for him to leave.  The stalker turned to her with a knife. He lunged at her.  She evaded his attack, and he hit the wall and dropped his knife. Without hesitation, Yui tackled him. They rolled over the ground exchanging desperate blows. Yui took more blows than she had ever experienced racing scooters in Shirakawa. With a surge of adrenaline, she managed to overpower her stalker, snatching the knife from the floor and holding the razor-sharp blade to his neck.\nWhen the police reached her apartment, they took him away and rushed Yui to the hospital for trauma. X-rays revealed she had broken her arm and foot in several places. It wasn’t long before her gang showed up one by one and together they helped her pay her medical bills. Rehabilitation was difficult but Yui never gave up and with the support of her gang she was ready for the races. Yui's first race after the attack her gang presented her with a new pink hachimaki with their signatures and good luck messages written all over it. Yui vowed she would help other women with her winnings and influence. True to her word, her gang became known as the Sakura 7 Gang and they wore pink hachimakis as a symbol of unity and support for women needing help from stalkers and abusers.\nThe Sakura 7 grew beyond the 7 members and Yui's signature pink became synonymous with women’s empowerment. At street races women would line up in droves to support her. After winning seven straight races in a row, she attracted the attention of a sponsor. She not only earned a spot at the All-Japan Moto Championship but was the youngest woman to race and win in the prestigious event. Her sponsorship soon tripled. So, too, did her gang. But everything came to a staggering halt at the illegal TK3 (Tokyo Kick 3000) street races. Yui was leading the race until she entered an unnatural fog that seemed to have appeared from nowhere. Baffled and confused, she stopped her bike and dismounted. It wasn’t long before she realised she wasn't in Tokyo anymore.\n"}, {"name": "Zarina Kassir", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/ZarinaKassir.png", "overview": "Zarina Kassir is a plucky documentarian, able to use her street smarts to avoid detection and greatly assist other Survivors.\nHer personal Perks, Off the Record, Red Herring, and For the People, help her remain hidden in the face of danger, create distractions, and quickly heal others by forgoing her own safety.\n"}, {"name": "Cheryl Mason", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/CherylMason.png", "overview": "Cheryl Mason is a young Veteran of Terror, emboldening both herself and her team.\nHer personal Perks, Soul Guard, Blood Pact, and Repressed Alliance, allow her to survive through immense hardship, stay in contact with team members, and plan objectives.\n"}, {"name": "Felix Richter", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/FelixRichter.png", "overview": "Felix Richter is a visionary architect, able to use his relentless determination to form a plan and help other Survivors.\nHis personal Perks, Visionary, Desperate Measures, and Built to Last, help him reveal Generators, rescue Survivors and get the most from his tools.\n"}, {"name": "Élodie Rakoto", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/ElodieRakoto.png", "overview": "Élodie Rakoto is an occult investigator, able to use cunning tricks and stubborn resolve to keep herself alive.\nHer personal Perks, Appraisal, Deception, and Power Struggle, allow her to interact with objects in new ways, all while having a backup plan to escape Killers.\n"}, {"name": "Yun-Jin Lee", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/Yun-JinLee.png", "overview": "Yun-Jin Lee is a self-interested music producer, able to advance her goals during turbulent times.\nHer personal Perks, Fast Track, Smash Hit, and Self-Preservation, allow her to improve her abilities when others are harmed, and quickly escape from a chase.\n"}, {"name": "Jill Valentine", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/JillValentine.png", "overview": "Jill Valentine is a founding member of S.T.A.R.S who has triumphed over countless bio-organic weapons.\nHer personal Perks, Counterforce, Resurgence, and Blast Mine, allow her to indirectly fight back, while offering strong support to her teammates.\n"}, {"name": "Leon Scott Kennedy", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/LeonScottKennedy.png", "overview": "Leon Scott Kennedy is a rookie police officer who went beyond the call of duty during the outbreak in Raccoon City.\nHis personal Perks, Bite the Bullet, Flashbang, and Rookie Spirit, allow him to ignore pain, disorient the Killer, and track objectives being lost.\n"}, {"name": "Mikaela Reid", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/MikaelaReid.png", "overview": "Mikaela Reid is a young mystic, able to alter the trial with supernatural abilities.\nHer personal Perks, Clairvoyance, Boon: Circle of Healing, and Boon: Shadow Step, allow her to oversee the area while creating areas of refuge.\n"}, {"name": "Jonah Vasquez", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/JonahVasquez.png", "overview": "Jonah Vasquez is a mathematical mastermind, able to use logic to help his team.\nHis personal Perks, Overcome, Corrective Action, and Boon: Exponential, allow him to quickly flee, correct failed Skill Checks, and treat dying Survivors.\n"}, {"name": "Yoichi Asakawa", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/YoichiAsakawa.png", "overview": "Yoichi Asakawa is a brilliant marine biologist and psychic whose knowledge and abilities allow him to protect himself and assist others.\nHis personal Perks, Parental Guidance, Empathic Connection, and Boon: Dark Theory, allow him to hide from Killers, call out to injured Survivors, and help others move faster.\nAs a child, Yoichi gained an interest in the supernatural from his father and mother when an inexplicable curse claimed both their lives. As an adult, Yoichi graduated with top honours in marine biology from a university in Tokyo, and, following in his father’s footsteps, became the youngest professor in the school’s history. But his career began to unravel when two of his students disappeared while doing research in Izu Oshima. The mere mention of Izu Oshima triggered painful memories from his past. Deep, hidden memories bubbled up from the murky, black depths of his subconscious. Blurred faces on images, twisted mouths, inexplicable deaths suddenly filled his mind. The shouts of people calling him a monster. And then… the monster… Sadako rose from the abyss to let him know the curse was not over. It would never be over.\nWith a cry, Yoichi shut his eyes and slowly released his fear. When he opened his eyes again, Sadako was gone, but something had returned. Something ominous and otherworldly. He could feel an unnerving presence near him, breathing deeply like the heaving sea. Was Sadako tormenting him? Was a spirit trying to warn him? Or was it something else? Something that consumed people. Something that made people disappear. Yoichi wasn’t sure. He had spent his life trying to understand his psychic abilities and the supernatural. His instincts told him the answers somehow lay with water. He had, after all, dedicated his life to studying intelligent life and unexplored realms within the ocean. Perhaps he needed to readjust his definition of intelligent. Or his definition of life.\nThirsting for truth, Yoichi entered a frenzy of research into the fringes of parapsychology, cryptozoology, theology, folk history. The more he expanded his field of expertise, the more he was ridiculed and ostracized. Once viewed as a brilliant young mind, Yoichi was now considered an eccentric and a liability. In mere months, the university terminated his position. Undeterred, Yoichi sought professorships at other schools, but no reputable college in Japan would take him. As a last resort he approached media outlets, and by some twist of fate, the company where his mother had worked at as a journalist offered to fund his research in exchange for articles and first publishing rights to his story.\nDuring this difficult time, Yoichi's father returned to him—his spirit silently goading him to continue the course he had chosen. And so, working around the clock in his tiny Tokyo apartment, he allied himself with other researchers in the paranormal field. Within months, he came across a story that mirrored the disappearances of his students: four vloggers had mysteriously disappeared near a lighthouse in Scotland.  With a great sense of urgency, Yoichi took the first flight he could to Glasgow. A professor at a local university had come to many of the same conclusions as he had nearly seventy years earlier when a film crew disappeared near the very same lighthouse. There was some kind of intelligence in the water—some kind of darkness calling from the sea like an ancient siren. As Yoichi examined the research, his father suddenly appeared to let him know he was on the right path.\nGuided by his father, Yoichi chartered a fishing boat and headed toward a small cluster of islands known as the Seven Hunters. Darkness fell as they approached the isles. The lighthouse, now automated and controlled remotely, sputtered and winked out of existence like a dying star. The ocean began to stir violently, lightning flashed, and the fisherman begged Yoichi to turn back, but Yoichi refused. He was too close and would not be deterred. As they argued the ocean raged and tossed the ship high and low. Then one giant wave lifted the boat as high as a house and dashed it to pieces against dark, jagged rocks.\nYoichi didn’t remember much after that. He remembered falling into the water. He remembered swimming to the landing where he saw his father standing on the gallery of the lighthouse beckoning him. He remembered staggering through thick black fog as he climbed the stairs. He remembered the water level rising with every step until the frothing mouth of the raging ocean swallowed him whole.\n"}, {"name": "Haddie Kaur", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/survivors/icons/HaddieKaur.png", "overview": "Haddie Kaur is a brave and determined podcaster with the ability to see and feel places of great suffering she calls Overlaps.\nHer personal Perks, Inner Focus, Residual Manifest, and Overzealous, allow her to track Survivors and Killers after an attack, use Flashlights more effectively, and repair Generators more efficiently.\nPrior to her addition as a playable Character, Haddie Kaur was only known to be an Indian psychic investigator mentioned in several Tome  entries.She created the Harbinger of Hell web-series, where she investigated paranormal phenomena and historical tragedies, as well as working to expose The Black Vale across various realities.She made the web series alongside her older French-Canadian step-brother, Jordan Rois, and it was produced by her step-uncle, Stefan Rois.She was funded by a mysterious benefactor, Surin Rivera.\nShe had the ability to see what others cannot, and view the Overlaps between realities, as well as the events of the past.\nHaddie spent her youth in a household brimming with love. Her mother, Professor Basant Kaur, moved across the world to teach agricultural science at a university in Trois-Rivières, Quebec. Her father, Rajan Singh, found remarkable success with a catering business in the small, Quebecoise town. Her house constantly swirled with the wonderful aromas of cumin, chillies, masala, cardamom and fresh, steaming naan pulled from a tandoor oven. Her earliest memories were filled with stories of India and on her tenth birthday her parents promised to visit Punjab just after the new year.\nDuring the holiday season, her parents went to a party with their closest friends, Marise and Francois Rois. When Haddie called her parents to say she felt sick, they left in a hurry. Driving through the winding, snow-swept roads of rural Quebec, Rajan lost control of the car, skidding into an icy, gnarled forest. It would be two days before their bodies were found trapped in the vehicle. As Haddie's fever broke, the police arrived at her doorstep telling her that they had not suffered. But Haddie was old enough know to the police were just being kind. The next morning, she woke up with white hair and a question that would haunt her for the rest of her life.\nThe Rois took Haddie in, doing their best to fill the hole left by her parents. Despite the enormous loss, Haddie was again surrounded with love: the love her adoptive parents had for their son, Jordan, and the love the three had for her. But the trauma of losing her parents seemed to unlock something within her. She began to see things nobody else could see; horrible, unnatural, unexplainable things. Apparitions tormented her in class, at home, in bed. Her unexpected screams earned her the nickname “Helly Haddie”, only adding to her alienation and anguish. Once a cheerful and social child, Haddie walled herself off to the world.\nWith time Haddie realised her uncanny abilities only triggered in certain areas — dark areas. It was as though there were places in the world where another dimension somehow bled into our own. Jordan called these intersecting areas Overlaps, and they seemed to give Haddie insight into a dark, shadowy world straight out of a cosmic horror story. When Haddie graduated from high school, she felt an unexplainable tug to discover who her parents were. To raise money for a trip to India, her brother Jordan suggested that they use her abilities to explore and document all the haunted places in Quebec, starting with a haunted asylum. At the Dorea Institute, Haddie could see and hear residual memories... patients, doctors, and so much more.\nWhile recording her impressions at the institute, she offhandedly called the encroaching dimension the Ravage since it not only assaulted her with memories from all times and places but also gave the sense of feeding off psychic energy. The Ravage, she sensed, was a living mosaic of human suffering that was slowly corrupting and devouring the world. She concluded that they needed to investigate more to see if there was anything to her hypothesis.\nJordan presented the footage and recordings to their uncle Stefan who helped them turn what they had documented into a web series. Within days of uploading the first episode, Ravages of the Abyss was a viral hit. True crime fans, ghost-chasers, and sceptics flooded the comments with their own theories of what she was experiencing. Stefan handled the production, and before long, he presented Haddie with her first cheque as a professional podcaster.\nNow with a working budget, Haddie was able to investigate the most haunted places in the world seeking answers about the Ravage. Her investigations led her to a secluded island where once an entire town had mysteriously disappeared leaving dozens of empty homes. She never felt such a strong influence of the Ravage as she did here. It pulsed with suffering and cruelty and repressed darkness.\nHaddie absorbed the emotions of the ghost town and closed her eyes. Calming herself and silencing her mind, she began to hear guttural screams and cries and whimpers. When she opened her eyes again, she could see the scintillating orange residual memories of people tearing each other apart in the mud and rain. Then everything disappeared as a much older version of her stepbrother beckoned her from one of the homes.  She chased after him only to stop suddenly with the realisation that the Ravage was toying with her emotions, playing tricks on her, making her see things that couldn’t possibly be real.\nThe encounter nearly put Haddie off the project entirely, but she was now the linchpin for a company that fed her family. Her uncle Stefan continued to line up sites to visit, and after a personal trip backpacking across India, Haddie carried on subjecting herself to the horrors of the Ravage.\nThen, while investigating a haunted World War II bunker in the Alps, Haddie heard someone faintly crying out for help in Punjabi. Snow flurried in the bunker as a tunnel suddenly opened to a snow-covered forest. A horn blared in the distance and faded away. She saw the glow of red lights through a wall of snow and felt her heart skip a beat as she rushed to a crumpled, blue car pinned between two massive pine trees. Through the shattered windshield she saw the bodies of her parents stuck in pools of frozen blood.\nHaddie narrowed her gaze and saw tiny plumes of vapor floating from their trembling blue lips. With a profound sense of urgency, she rushed around the wreck trying her best to push, pull, and kick her way in. All to no avail. As she cried out to them that she was sorry for being sick, that the accident was all her fault, their eyes snapped open and, in unison, they answered the question that had anchored her life to their death. \"Yes... Beti... we suffered...\"\nWith a terrible cry Haddie fell back into the snow as ice tendrils wrapped around her and pulled her down into a world of endless darkness.\nHaddie Kaur is featured in multiple Tome  entries in the The Archives, where her adventures are followed by The Observer .\nIn Tome 6:\nShe ventures to India to investigate a massacre of British Soldiers in the 1800s, in a cave called the Valley of Evil Eyes.In the cave, she fights a grotesque monster with dozens of red-eyes and a mouth of needle-like teeth and discovers a column piece which was hidden by a group of cloaked figures.\nIn Tome 7:She journeys to Turkey and finds a casket marked with a half-crescent and three dots.There, the casket is forcefully opened by a woman working for a secret society.Once opened, a black mist is released which possesses the women and turns them into a vampire.She manages to kill the vampire by drawing the half-crescent and three dots seal onto its face.\nIn Tome 8:\nShe travels to New York to discover who her benefactor is.There she learns of a government conspiracy to use the overlap between realities for their own ends.Her benefactor states that he instead wishes to use the overlap for scientific endeavours.\nIn Tome 10:\nShe appears again, 40 years older and more wearied.Her brother had disappeared in the Alps while recovering WW2 Nazi \"Wunder Weapons\" that were being delivered to the Thule Society.She attempts to recruit Maxwell Holt, a former soldier with similar abilities, whose unit disappeared in Afghanistan, into helping her save people from The Black Vale and The Entity.\n"}]