[{"name": "A Nurse's Calling", "description": "Unlocks potential in your Aura-reading ability.\nThe Auras of Survivors, who are healing or being healed, are revealed to you when they are within a range of 20/24/28 metres.\n\"Still attached to the fragments of her past life, she is drawn to those in need of help.\"", "character": "Nurse", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ANurse'SCalling.png", "page": 1, "row": 1, "column": 1}, {"name": "Agitation", "description": "You get excited in anticipation of hooking your prey.\nWhen carrying a Survivor, you benefit from the following effects:\nIncreases your Movement speed by 6/12/18 %.\nIncreases your Terror Radius by +12 metres.\n\"At some point, the excitement of hooking one of us becomes more important than the desire to kill us.\"", "character": "Trapper", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Agitation.png", "page": 1, "row": 1, "column": 2}, {"name": "Alien Instinct", "description": "You are so stealthy, sometimes it seems like you appear out of nowhere.\nWhenever you hook a Survivor, Alien Instinct activates:\nThe Aura of the farthest injured Survivor is revealed to you for 5 seconds.\nThat Survivor suffers from the Oblivious Status Effect for 16/18/20 seconds.\n\"Yellow light's for my eyes only.\" — Dallas", "character": "Xenomorph", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/AlienInstinct.png", "page": 1, "row": 1, "column": 3}, {"name": "Awakened Awareness", "description": "Your genes have been altered to heighten your senses in intense situations.\nWhile carrying a Survivor, the Auras of all other Survivors are revealed to you when they are within 16/18/20 metres of your location.", "character": "Mastermind", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/AwakenedAwareness.png", "page": 1, "row": 1, "column": 4}, {"name": "Bamboozle", "description": "After vaulting a Window, Bamboozle calls upon The Entity to block that Window for the next 8/12/16 seconds.\nBlocked Windows cannot be vaulted by Survivors.\nIncreases your general Vaulting speed by 5/10/15 %.\nBamboozle only blocks one Window at a time and does not apply either of its effects to vaulting Pallets.", "character": "Clown", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Bamboozle.png", "page": 1, "row": 1, "column": 5}, {"name": "Barbecue & Chilli", "description": "A deep bond with The Entity unlocks potential in one's Aura-reading ability.\nAfter hooking a Survivor, all Survivors who are at least 60/50/40 metres away from that Hook have their Aura revealed to you for 5 seconds.\n\"I just can't take no pleasure in killing. There's just some things you gotta do. Don't mean you have to like it.\" — Drayton Sawyer", "character": "Cannibal", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Barbecue&Chilli.png", "page": 1, "row": 2, "column": 1}, {"name": "Batteries Included", "description": "Being somewhere between man and machine has its upsides.\nWhenever you are within 12 metres of a completed Generator, you are granted a +5 % Haste Status Effect.\nThe effect lingers for 1/3/5 seconds after leaving the Generator's range.\n\"Surprise! Did you miss me, Andy?\" — Chucky", "character": "Good Guy", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/BatteriesIncluded.png", "page": 1, "row": 2, "column": 2}, {"name": "Beast of Prey", "description": "Your lust for a kill is so intense that your connection with The Entity is momentarily lost, making you totally unpredictable.\nUpon gaining the Bloodlust Status Effect, Beast of Prey activates:\n\nGrants the Undetectable Status Effect for as long as Bloodlust is active.\nBeast of Prey grants 30/40/50 % bonus Bloodpoints for actions in the Hunter Category.\nThe bonus Bloodpoints are only awarded during the Trial.\n\"Where did she go?\"", "character": "Huntress", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/BeastOfPrey.png", "page": 1, "row": 2, "column": 3}, {"name": "Bitter Murmur", "description": "Unlocks potential in your Aura-reading ability:\nEach time a Generatoris completed, the Auras of all Survivors within 16 metres of that Generator are revealed to you for 5 seconds.\nOnce the last Generator is completed, the Auras of all Survivors are revealed to you for 5/7/10 seconds.\n", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/BitterMurmur.png", "page": 1, "row": 2, "column": 4}, {"name": "Blood Echo", "description": "The agony of one is inflicted onto others.\n\nWhen hooking a Survivor, all other Injured Survivors suffer from the Haemorrhage and Exhausted Status Effects for 45 seconds.\nBlood Echo can only be triggered once every 80/70/60 seconds.\n\"Attack an enemy with precision and their allies will feel it.\" — Renjiro's Doctrine 6:3", "character": "Oni", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/BloodEcho.png", "page": 1, "row": 2, "column": 5}, {"name": "Blood Warden", "description": "As soon as one Exit Gate is opened, Blood Warden activates.\nThe Auras of Survivors standing within the Exit-Gate area are revealed to you.\nOnce per Trial, hooking a Survivor while Blood Warden is active calls upon The Entity to block the exits for all Survivors for 30/40/60 seconds.\n\"This is my world. And you can't ever leave.\" — Freddy Krueger", "character": "Nightmare", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/BloodWarden.png", "page": 1, "row": 3, "column": 1}, {"name": "Bloodhound", "description": "Like a hunting scent hound, you smell traces of blood at a great distance.\nPools of Blood are shown in bright red and can be tracked for 2/3/4 seconds longer than normal.\n\"Pebbles shimmering in the moonlight; my life drips down in a trail so easy to follow.\"", "character": "Wraith", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Bloodhound.png", "page": 1, "row": 3, "column": 2}, {"name": "Brutal Strength", "description": "Your great strength allows you to shred through your prey's defences.\nIncreases the Action speed of breaking Pallets and Breakable Walls, and damaging Generators by 10/15/20 %.\n\"It is more than muscles. A dark power motivates the beast.\"", "character": "Trapper", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/BrutalStrength.png", "page": 1, "row": 3, "column": 3}, {"name": "Call of Brine", "description": "Your psychic abilities influence technology in devastating ways.\nAfter performing the Damage Generator Action on a Generator, Call of Brine activates for 60 seconds.\n\nThe damaged Generator regresses at 115/120/125 % of the normal Regression speed and its Aura is highlighted to you in yellow.\nReceive a Loud Noise Notification each time a Survivor hits a Good Skill Check on the affected Generator.\n", "character": "Onryō", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/CallOfBrine.png", "page": 1, "row": 3, "column": 4}, {"name": "Corrupt Intervention", "description": "Your prayers invoke a dark power that meddles with the Survivors' chances of survival.\nAt the start of the Trial, the 3 Generators located farthest from you are blocked by The Entity for 80/100/120 seconds.\nCorrupt Intervention deactivates prematurely once the first Survivor is put into the Dying State.\n\"It shall be known across the land that the Gods curse the unfaithful.\" — (The Tablet of Adiris, 3.7)", "character": "Plague", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/CorruptIntervention.png", "page": 1, "row": 3, "column": 5}, {"name": "Coulrophobia", "description": "Even those without a fear of clowns know to be terrified of you.\nFor all Survivors within your Terror Radius, the following effects apply:\nReduces their Healing speed by 30/40/50 %.\nIncreases the Rotation speed of Healing Skill Checks by +50 %.", "character": "Clown", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Coulrophobia.png", "page": 2, "row": 1, "column": 1}, {"name": "Coup de Grâce", "description": "As the end nears, you go in for the kill.\nWhenever a Generator is completed, Coup de Grâce gains 2 Tokens, up to a maximum of 10 Tokens:\nIncreases the distance of your next Lunge Attack by 70/75/80 %, while consuming 1 Token.\nCoup de Grâce can only hold a maximum of 5 Tokens at a time.", "character": "Twins", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/CoupDeGrace.png", "page": 2, "row": 1, "column": 2}, {"name": "Cruel Limits", "description": "Your ties to the otherworldly manifest when your prey attempts to get away.\nWhenever a Generator is completed, Cruel Limits activates:\nBlocks every Vault location on the Map for all Survivors for the next 20/25/30 seconds.\nThe Auras of the blocked Vault locations are highlighted to you in yellow.\n\"The specimen seems to be able to affect the state of nearby objects, as if they existed in some other form within a dimension alternate to our own.\" — Hawkins National Laboratory", "character": "Demogorgon", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/CruelLimits.png", "page": 2, "row": 1, "column": 3}, {"name": "Dark Devotion", "description": "The display of your Powers creates a whirlwind of panic that spreads throughout the land.\nWhenever the Obsession loses a Health State by any means and thus enters the Injured State, Dark Devotion activates:\nYour Terror Radius transfers to the Obsession for 20/25/30 seconds, and its radius is set to 32 metres.\nGrants the Undetectable Status Effect for the same duration.\nThe Obsession with your transferred Terror Radius is also considered to be 'inside the Terror Radius' for other purposes.\nYou can only be obsessed with one Survivor at a time.\n\"And terror shall take hold of a defiant non-believer, who shall falsely announce my arrival.\" — (The Tablet of Adiris, 48.9)", "character": "Plague", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/DarkDevotion.png", "page": 2, "row": 1, "column": 4}, {"name": "Darkness Revealed", "description": "In your presence, places once thought to be safe are perhaps the most dangerous.\nWhen you search a Locker, the Auras of all Survivors within 8 metres of any Locker are revealed to you for 3/4/5 seconds.\nDarkness Revealed has a cool-down of 30 seconds.\n\"Stay in the light, my children. In darkness, your fear will expose you.\" — Otto Stamper", "character": "Dredge", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/DarknessRevealed.png", "page": 2, "row": 1, "column": 5}, {"name": "Dead Man's Switch", "description": "After hooking a Survivor, Dead Man's Switch activates for the next 20/25/30 seconds:\nWhile activated, any Survivor that stops repairing a Generator before it is fully repaired causes The Entity to block the Generator until Dead Man's Switch's effect ends.\nAffected Generators are highlighted by a white Aura.\n\"I've seen the look on a man's face when he realises he's going to die.\" — Caleb Quinn", "character": "Deathslinger", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/DeadMan'SSwitch.png", "page": 2, "row": 2, "column": 1}, {"name": "Deadlock", "description": "You induce mental suffering by crushing any hope of escape.\nWhenever a Generator is completed, The Entity blocks the Generator with the most progression for 20/25/30 seconds.\n\nThe Aura of the blocked Generator is revealed to you in white during this time.\n\"Nobody escapes us.\" — Pinhead", "character": "Cenobite", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Deadlock.png", "page": 2, "row": 2, "column": 2}, {"name": "Deathbound", "description": "Those whose lives are intertwined in darkness are destined to suffer together.\nWhenever a Survivor heals another Survivor for the equivalent of 1 Health State at least 32 metres away from you, Deathbound activates:\nCauses the Survivor to scream and trigger a Loud Noise Notification.\nFor the next 60 seconds, the Survivor suffers from the Oblivious Status Effect whenever they are farther than 16/12/8 metres from the healed Survivor.", "character": "Executioner", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Deathbound.png", "page": 2, "row": 2, "column": 3}, {"name": "Deerstalker", "description": "Unlocks potential in your Aura-reading ability:\nThe Auras of all Survivors in the Dying State within 20/28/36 metres of your location are revealed to you.\n", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Deerstalker.png", "page": 2, "row": 2, "column": 4}, {"name": "Discordance", "description": "Any Generator within a range of 64/96/128 metres that is being repaired by 2 or more Survivors is marked by a yellow Aura.\nWhen the Generator is first highlighted, Discordance triggers a Loud Noise Notification on the Generator.\nAfter the Generator is no longer within range or is being repaired by just 1 Survivor, the highlighted Aura will linger for another 4 seconds.\n\"Smartasses get killed. We always see to that.\" — The Legion", "character": "Legion", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Discordance.png", "page": 2, "row": 2, "column": 5}, {"name": "Dissolution", "description": "Everything turns to dust. It is as inescapable as the coming of the night.\n3 seconds after injuring a Survivor by any means, Dissolution activates for 12/16/20 seconds:\n\nWhile Dissolution is active, if a Survivor fast vaults over a Pallet while they are inside your Terror Radius, The Entity will break the Pallet at the end of the vault, deactivating Dissolution.\n\"The Garden shall be a place of perfect Joy; through Joy, nothing shall stand in our way.\" — Otto Stamper", "character": "Dredge", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Dissolution.png", "page": 2, "row": 3, "column": 1}, {"name": "Distressing", "description": "Your horrifying emanation strikes at a supernaturally long distance.\nIncreases your Terror Radius by 22/24/26 %\nGrants 100 % bonus Bloodpoints for all actions in the Deviousness Category.\n", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Distressing.png", "page": 2, "row": 3, "column": 2}, {"name": "Dragon's Grip", "description": "Performing the Damage Generator Action on a Generator activates Dragon's Grip for the next 30 seconds:\nThe first Survivor interacting with the damaged Generator will scream, revealing their location for 4 seconds, and suffer from the Exposed Status Effect for 60 seconds.\nDragon's Grip has a cool-down of 120/100/80 seconds.\n\"Such potential in this compound... even the slightest trace causes unnatural effects.\" — Journal of Talbot Grimes", "character": "Blight", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Dragon'SGrip.png", "page": 2, "row": 3, "column": 3}, {"name": "Dying Light", "description": "Each time you hook a Survivor other than your Obsession, you gain 1 Token:\nFor as long as the Obsession is alive, all other Survivors suffer from a stack-able 2/2.5/3 % penalty to Repairing, Healing, and Sabotaging speeds per Token, up to a maximum of 22/27.5/33 % or 11 Tokens.\nThe Obsession is unaffected by this penalty and instead granted a permanent +33 % Action Speed bonus to Unhooking and Healing other Survivors.\nYou can only be obsessed with one Survivor at a time.\n\"This isn't a man...\" — Dr Sam Loomis", "character": "Shape", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/DyingLight.png", "page": 2, "row": 3, "column": 4}, {"name": "Enduring", "description": "You are resilient to pain.\nReduces Pallet Stun duration by 40/45/50 %.\nEnduring has no effect while carrying a Survivor.\n\"He stops at nothing.\"", "character": "Hillbilly", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Enduring.png", "page": 2, "row": 3, "column": 5}, {"name": "Eruption", "description": "The NE-α parasite provides you with the intelligence and awareness needed to set a trap.\nPerforming the Damage Generator Action on a Generator applies Eruption:\nAll affected Generators are highlighted to you in yellow.\nThe next time any Survivor enters the Dying State by any means, all affected Generators explode and immediately start regressing, which removes the highlighted Aura.\nInstantly regresses the Generator by -10 % of its maximum possible Progression.\nCauses all Survivors repairing the afflicted Generators to scream and reveal their Aura to you for 8/10/12 seconds.\nEruption has a cool-down of 30 seconds.\n\"It can use weapons?\" — Jill Valentine", "character": "Nemesis", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Eruption.png", "page": 3, "row": 1, "column": 1}, {"name": "Fire Up", "description": "The increased pressure of losing your preys fills you with anger and gives you unsuspected motivation.\nEach time a Generator is completed, Fire Up grows in power and gains 1 Token, up to a maximum of 5 Tokens.\nEach Token applies a stack-able buff of 3/3.5/4 % per Token, up to a maximum of 15/17.5/20 %, to the following Action speeds:\nPicking up and dropping Survivors.\nBreaking Breakable Walls and Pallets, and damaging Generators.\nVaulting Windows.\n\"Now why don't you just fucking die?\" — Freddy Krueger", "character": "Nightmare", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/FireUp.png", "page": 3, "row": 1, "column": 2}, {"name": "Forced Hesitation", "description": "You have learnt the emotional weaknesses of the organics, and how to exploit them.\nWhenever a Survivor is put into the Dying State by any means, all other Survivors within 16 metres of them suffer from a -20 % Hindered Status Effect for 10 seconds.\nForced Hesitation has a cool-down of 40/35/30 seconds.\n\"THE ORGANIC MIND'S CAPACITY FOR EMPATHY GOES BEYOND HINDRANCE!\" — HUX-A7-13", "character": "Singularity", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ForcedHesitation.png", "page": 3, "row": 1, "column": 3}, {"name": "Forced Penance", "description": "Those who stand in the way of duty will suffer harsh judgement.\nSurvivors who take a Protection Hit suffer from the Broken Status Effect for the next 60/70/80 seconds.", "character": "Executioner", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ForcedPenance.png", "page": 3, "row": 1, "column": 4}, {"name": "Franklin's Demise", "description": "Your vicious Basic Attacks make Survivors drop their Items on impact.\nIf not recovered within 150/120/90 seconds, the lost Items will have their Charges depleted by The Entity.\nThe Auras of lost Items are revealed to you within 32 metres and slowly fade from white to red as the timer elapses.\n\"Sally, I hear something. Stop! Stop!\" — Franklin Hardesty", "character": "Cannibal", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Franklin'SDemise.png", "page": 3, "row": 1, "column": 5}, {"name": "Friends 'til the End", "description": "You will kill anyone who gets between you and your target.\nWhen you hook any Survivors that is not the Obsession, the following effects apply to the Obsession:\nTheir Aura is revealed for 6/8/10 seconds.\nThey suffer from the Exposed Status Effect for 20 seconds.\n\nWhen you hook the Obsession, the following effects apply to a random Survivor:\nCauses the Survivor to scream and reveal their location to the Killer.\nThey become the new Obsession.\nYou can only be obsessed with one Survivor at a time.\n\"I got some fresh meat lined up, and I'm not gonna let you spoil it, not this time!\" — Chucky", "character": "Good Guy", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Friends'TilTheEnd.png", "page": 3, "row": 2, "column": 1}, {"name": "Furtive Chase", "description": "You lurk in the shadows, eliminating your victims one by one.\nEach time you hook your Obsession, you benefit from the following effects for 14/16/18 seconds:\nGrants the Undetectable Status Effect.\nGrants a +5 % Haste Status Effect.\nWhenever the Obsession is rescued from a Hook, their rescuer will become the new Obsession.\nYou can only be obsessed with one Survivor at a time.\n\"You have no idea what I have planned for you. It'll be in the news for weeks. I'll make sure of that.\" — The Ghost Face", "character": "Ghost Face", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/FurtiveChase.png", "page": 3, "row": 2, "column": 2}, {"name": "Game Afoot", "description": "First you pick your prey, then you pick it apart.\nWhenever you hit the Survivor with the highest cumulative Chase time, with a Basic Attack, they become the Obsession.\nWhile you are chasing your Obsession, Game Afoot activates its secondary effect:\nGrants a 5 % Haste Status Effect for 8/9/10 seconds after damaging a Generator or breaking a Breakable Wall or Pallet\nYou can only be obsessed with one Survivor at a time.\n\"This one might actually be a challenge...\" — Sonhadores Sombrios, Issue #3", "character": "Skull Merchant", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/GameAfoot.png", "page": 3, "row": 2, "column": 3}, {"name": "Gearhead", "description": "You have got an ear for well-oiled gears.\nAfter a Survivor loses a Health State, Gearhead activates for 30 seconds:\nWhile Gearhead is active, a Survivor succeeding a Good Skill Check while repairing reveals their Aura to you for 6/7/8 seconds.\n\"Sometimes a man's best work is what puts him in the grave.\" — The Prison Warden", "character": "Deathslinger", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Gearhead.png", "page": 3, "row": 2, "column": 4}, {"name": "Genetic Limits", "description": "Around you, the limits of human life become readily apparent.\nWhenever a Survivor finishes a Healing action, they suffer from the Exhausted Status Effect for 24/28/32 seconds.\n\"THE ORGANIC BODY IS SO LIMITED!\" — HUX-A7-13", "character": "Singularity", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/GeneticLimits.png", "page": 3, "row": 2, "column": 5}, {"name": "Grim Embrace", "description": "Your act of servitude to The Entity has not gone unnoticed.\nEach time a Survivor is hooked for the first time, Grim Embrace gains 1 Token.\nUpon reaching 4 Tokens, Grim Embrace activates:\nBlocks all Generators for 30/35/40 seconds.\nThe Aura of the Obsession is revealed to you for 6 seconds.\n\"Are we nothing but prisoners to our sorrow?\" — Carmina Mora", "character": "Artist", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/GrimEmbrace.png", "page": 3, "row": 3, "column": 1}, {"name": "Hex: Blood Favour", "description": "A Hex that gains the favour of The Entity when blood is spilt.\nWhenever a Survivor loses a Health State by any means and thus enters the Injured State or the Dying State, Hex: Blood Favour calls upon The Entity to block all Pallets within 24/28/32 metres of that Survivor's location from being pulled down for the next 15 seconds.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"It would be no leap of the imagination to suggest that the Trials are a biological response of sorts.\" — Journal of Talbot Grimes", "character": "Blight", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexBloodFavour.png", "page": 3, "row": 3, "column": 2}, {"name": "Hex: Crowd Control", "description": "A Hex that ensures those lesser than you are properly herded.\nWhenever a Survivor performs a Rush Vault action, Hex: Crowd Control triggers its effect:\nBlocks the vaulted Window to every Survivor for the next 40/50/60 seconds.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"You have no control. People like you never did.\" — Ji-Woon Hak", "character": "Trickster", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexCrowdControl.png", "page": 3, "row": 3, "column": 3}, {"name": "Hex: Devour Hope", "description": "A Hex rooting its power on hope.\nThe false hope of Survivors ignites your hunger.\n\nEach time a Survivor is rescued from a Hook while you are at least 24 metres away, Hex: Devour Hope receives 1 Token, up to a maximum of 5 Tokens:\n2 Tokens: 10 seconds after hooking a Survivor, gain a 3/4/5 % Haste Status Effect for the next 10 seconds.\n3 Tokens: all Survivors suffer from a permanent Exposed Status Effect.\n5 Tokens: grants the ability to kill all Survivors by your own hand.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"If you do nothing, you have their blood on your hands. If you save them, her hunger grows.\"", "character": "Hag", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexDevourHope.png", "page": 3, "row": 3, "column": 4}, {"name": "Hex: Face the Darkness", "description": "You make an example of one of your victims, forcing their allies to become awed by your power.\nOnce you injure a Survivor by any means, if there is still a Dull Totem remaining on the Map, Hex: Face the Darkness activates and lights it, cursing that Survivor:\nAll other Survivors will scream every 35/30/25 seconds if they are outside of the Killer's Terror Radius, revealing their Auras for 2 seconds each time.\nHex: Face the Darkness deactivates when the Cursed Survivor either enters the Dying State or becomes Healthy, extinguishing its Totem.\nHex: Face the Darkness is disabled for the remainder of the Trial if Survivors manage to cleanse its Hex Totem.\n\"I shall make an example of one. These mewling worms will never know peace.\" — Tarhos Kovács", "character": "Knight", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexFaceTheDarkness.png", "page": 3, "row": 3, "column": 5}, {"name": "Hex: Haunted Ground", "description": "Two trapped Hex Totems will spawn in the Trial Grounds.\nWhen either Hex Totem is cleansed or blessed, all Survivors suffer from the Exposed Status Effect for 40/50/60 seconds.\nThe second Hex Totem will immediately turn into a Dull Totem.\n\"Her home become profane.\"", "character": "Spirit", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexHauntedGround.png", "page": 4, "row": 1, "column": 1}, {"name": "Hex: Huntress Lullaby", "description": "A Hex rooting its power in despair.\nYour hunt is an irresistible song of dread which muddles your prey's attention.\n\nSurvivors failing a Repair Skill Checkinstantly regress the Generator by 2/4/6 % of its maximum possible Progression in addition to the default Progression penalty.\nSurvivors failing a Healing Skill Check instantly regress the Healing Action by 2/4/6 % of its maximum possible Progression in addition to the default Progression penalty.\nEach time a Survivor is hooked, Hex: Huntress Lullaby grows in power and gains 1 Token, up to a maximum of 5 Tokens.\nEach Token reduces the timer between the Skill Check Warning cue and the Skill Check appearing for both Repair and Healing Skill Checks:\n\n1 Token: reduction of -14 %.\n2 Tokens: reduction of -28 %.\n3 Tokens: reduction of -42 %.\n4 Tokens: reduction of -56 %.\n5 Tokens: complete suppression of the Warning cue.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"That song, it drives me crazy!\"", "character": "Huntress", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexHuntressLullaby.png", "page": 4, "row": 1, "column": 2}, {"name": "Hex: No One Escapes Death", "description": "A Hex rooting its power on hope.\nYou are animated by the power of your Hex Totem when the Survivors are on the verge of escaping.\n\nOnce the Exit Gates are powered, if there is still a Dull Totem remaining on the Map, Hex: No One Escapes Death activates and lights it:\nIncreases your Movement speed by 2/3/4 %.\nSurvivors suffer from a permanent Exposed Status Effect.\nHex: No One Escapes Death remains inactive if no Dull Totems are available.\nOnce the Status Effect is revealed to Survivors, Hex: No One Escapes Death reveals the Aura of its Hex Totem to all Survivors within 4 metres and gradually expands that range to 24 metres over the course of 30 seconds.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"And the beast became faster and more powerful as if The Entity's shadowy whips were lashing at its back.\"", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexNoOneEscapesDeath.png", "page": 4, "row": 1, "column": 3}, {"name": "Hex: Pentimento", "description": "You reveal the true power of the Totems, hidden within their remains.\nYou see the Auras of cleansed Totems.\nYou can perform a ritual on a cleansed Totem to resurrect it as a Rekindled Totem.\nFor each Rekindled Totem active at the same time, Hex: Pentimento gains an additional effect:\n\n1 Totem: reduces all Survivors' Repair speed by 20/25/30 %.\n2 Totems: reduces all Survivors' Healing speed by 20/25/30 %.\n3 Totems: reduces all Survivors' Recovery speed from being downed by 20/25/30 %.\n4 Totems: reduces all Survivors' Exit Gate Opening speed by 20/25/30 %.\n5 Totems: all Totems are permanently blocked by The Entity.\nWhen a Rekindled Totem is cleansed, its remains are consumed by The Entity and it cannot be rekindled.\n\n\"Though a pentimento is an inherently concealed piece of art, there is something to be said of the desire to discover that which is beyond.\" — A Guide to Art & Process (1961)", "character": "Artist", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexPentimento.png", "page": 4, "row": 1, "column": 4}, {"name": "Hex: Plaything", "description": "A Hex that toys with a victim's suffering.\nIf there is at least one Dull Totem remaining in the Trial Grounds, Hex: Plaything activates on a random Totem each time a Survivor is hooked for the first time:\n\nThe hooked Survivor suffers from the Cursed and Oblivious Status Effects until Hex: Plaything is cleansed.\nFor the first 90 seconds, only the Cursed Survivor is able to cleanse the Hex Totem.\nThe Aura of Hex: Plaything's Hex Totem is revealed to the Cursed Survivor within 24/20/16 metres.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"We came. Now you must come with us. Taste our pleasure.\" — Pinhead", "character": "Cenobite", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexPlaything.png", "page": 4, "row": 1, "column": 5}, {"name": "Hex: Retribution", "description": "A Hex that lashes out upon its destruction.\nThose who cross you will be punished.\n\n\nSurvivors cleansing or blessing any Totem suffer from the Oblivious Status Effect for 35/40/45 seconds.\nAfter cleansing or blessing a Hex Totem, the Auras of all Survivors are revealed to you for 15 seconds.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"Bloody fool, you pulled the trigger on yourself.\" — Caleb Quinn", "character": "Deathslinger", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexRetribution.png", "page": 4, "row": 2, "column": 1}, {"name": "Hex: Ruin", "description": "A Hex that affects the Generator Repair progress of all Survivors.\nWhenever a Generator is not being repaired by a Survivor, it will immediately and automatically regress its Repair progress at 50/75/100 % of the normal Regression speed.\nOnce any Survivor is killed by any means, Hex: Ruin deactivates and reverts its Hex Totem into a Dull Totem.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"A curse is upon you. It will cause your ruin.\"", "character": "Hag", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexRuin.png", "page": 4, "row": 2, "column": 2}, {"name": "Hex: The Third Seal", "description": "A Hex that hinders the Survivors' Aura-reading abilities.\nThe last 2/3/4 Survivors hit with either your Basic Attack or Special Attack suffer from the Blindness Status Effect.\n\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"She touched your skin, you bear the witch's mark!\"", "character": "Hag", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexTheThirdSeal.png", "page": 4, "row": 2, "column": 3}, {"name": "Hex: Thrill of the Hunt", "description": "A Hex rooting its power on hope.\nThe false hope of Survivors fills you with excitement and strengthens your Totems.\n\nFor each Totem remaining in the environment, Hex: Thrill of the Hunt is granted 1 Token.\nFor each Token, all Survivors suffer from a stack-able 8/9/10 % Action Speed penalty to Cleansing and Blessing Totems, up to a maximum of 40/45/50 %.\nGrants a stack-able 10 % bonus Bloodpoints for actions in the Hunter Category per Token, up to a maximum of 50 %.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexThrillOfTheHunt.png", "page": 4, "row": 2, "column": 4}, {"name": "Hex: Two Can Play", "description": "A Hex that teaches those who mess with you a lesson.\nAnytime you are stunned or blinded by any Survivor a total of 4/3/2 times, and if there is not yet a Hex Totem already associated with Hex: Two Can Play and there is at least one Dull Totem remaining in the Trial Grounds, Hex: Two Can Play activates on a random Totem:\nBlinds all Survivors who stun or blind you for 1.5 seconds.\nThis does not affect carried Survivors.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"From now on, no more Mr Good Guy.\" — Chucky", "character": "Good Guy", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexTwoCanPlay.png", "page": 4, "row": 2, "column": 5}, {"name": "Hex: Undying", "description": "A Hex which maintains the vile powers that flow throughout the Trial.\nThe Auras of Survivors within 2/3/4 metres of any Dull Totem are revealed to you.\n\nWhen another Perk's Hex Totem is cleansed or blessed, its Hex is transferred to the Hex: Undying Totem, including any accumulated Tokens, disabling Hex: Undying instead.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.", "character": "Blight", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/HexUndying.png", "page": 4, "row": 3, "column": 1}, {"name": "Hoarder", "description": "You protect what little you have and are perceptive to those rummaging through your stockpiles.\nHoarder triggers a Loud Noise Notification for 4 seconds, whenever a Survivor performs any of the following actions within 32/48/64 metres of your location:\n\nUnlocks a Chest.\nPicks up any Item.\nHoarder spawns 2 additional Chests in the Trial.", "character": "Twins", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Hoarder.png", "page": 4, "row": 3, "column": 2}, {"name": "Hubris", "description": "You show no mercy, especially to those foolish enough to resist.\nWhenever you are stunned by a Survivor, that Survivor suffers from the Exposed Status Effect for 10/15/20 seconds.\nHubris has a cool-down of 20 seconds.\n\"You have made a grave mistake, standing in opposition to me this day.\" — Tarhos Kovács", "character": "Knight", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Hubris.png", "page": 4, "row": 3, "column": 3}, {"name": "Hysteria", "description": "You know how to brutalise one member of a team to cause a panic.\nWhenever you put a healthy Survivor into the Injured State, all injured Survivors suffer from the Oblivious Status Effect for 20/25/30 seconds.\nHysteria has a cool-down of 30 seconds.\n\n\"Sorry I got a little jumpy there. Didn't know quite what to expect.\" — Robert Kendo", "character": "Nemesis", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Hysteria.png", "page": 4, "row": 3, "column": 4}, {"name": "I'm All Ears", "description": "Unlocks potential in your Aura-reading ability, sharpening your keen senses in the dark Realm of The Entity.\nAny Survivor performing a Rush Vault action within 48 metres of your location has their Aura revealed to you for 6 seconds.\n\nI'm All Ears can only be triggered once every 60/50/40 seconds.\n\"There is no need to worry. I've been preparing my whole life for this.\" — The Ghost Face", "character": "Ghost Face", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/I'MAllEars.png", "page": 4, "row": 3, "column": 5}, {"name": "Infectious Fright", "description": "The cries of the unfaithful make your heart leap.\nWhenever a Survivor is put into the Dying State by any means, all other Survivors within your Terror Radius will scream and reveal their current location to you for 4/5/6 seconds.\n\n\"Horror overcomes the heart of infidels who cry at the feet of the fallen.\" — (Hymn of Praise, 11.4)", "character": "Plague", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/InfectiousFright.png", "page": 5, "row": 1, "column": 1}, {"name": "Insidious", "description": "Unlocks the stealth ability.\nGrants the Undetectable Status Effect after standing still for 4/3/2 seconds.\nThis effect lasts until you start moving again.\n", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Insidious.png", "page": 5, "row": 1, "column": 2}, {"name": "Iron Grasp", "description": "Your powerful grasp on Survivors causes escapes to be nearly impossible.\nWhenever you are carrying a Survivor, the following effects apply:\nReduces the strength of the Wiggle effects, causing involuntary strafing, by 75 %.\nIncreases the maximum Wiggle duration by 4/8/12 %.\n", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/IronGrasp.png", "page": 5, "row": 1, "column": 3}, {"name": "Iron Maiden", "description": "Iron Maiden increases your Locker Search speed by 30/40/50 %.\nSurvivors who exit a Locker suffer from the following afflictions:\nScream and reveal their location to you for 4 seconds.\nSuffer from the Exposed Status Effect for 30 seconds.\n\"This is no place for cowards.\" — The Legion", "character": "Legion", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/IronMaiden.png", "page": 5, "row": 1, "column": 4}, {"name": "Knock Out", "description": "The trauma caused by your brutal attacks makes crying for help painfully difficult.\nPutting a Survivor into the Dying State with your Basic Attack blocks their Aura from being revealed to any Survivor, who is farther than 32/24/16 metres away from them.\nFor the next 15 seconds, the following effects apply to the dying Survivor:\nReduces their Field of View and causes them to be deafened.\nSuffers from the Blindness Status Effect.\nReduces the Crawling speed by -50 %.\nReduces the Recovery speed by -25 %.\n\"Oh, that gun's no good. The old way... with a sledge! You see, that way's better. They die better that way.\" — Nubbins Sawyer", "character": "Cannibal", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/KnockOut.png", "page": 5, "row": 1, "column": 5}, {"name": "Lethal Pursuer", "description": "You have been designed to track down and eliminate targets.\n\nAt the start of the Trial, the Auras of all Survivors are revealed to you for 7/8/9 seconds.\nExtends the duration of a Survivor's Aura being revealed to you by +2 seconds.\nLethal Pursuer benefits from its own effect.\n\"...it knows what it wants and won't stop till it gets it.\" — Carlos Oliveira", "character": "Nemesis", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/LethalPursuer.png", "page": 5, "row": 2, "column": 1}, {"name": "Leverage", "description": "Like in business, you profit most when those around you suffer most.\nEach time you hook a Survivor, Leverage activates and gains 1 Token, up to a maximum of 10 Tokens:\nFor each Token, the Altruistic and Personal Healing speeds of Survivors are reduced by a stack-able 3/4/5 % for the next 30 seconds, up to a maximum of 30/40/50 %.\n\"The best way to raise profit is to cut expenditures. Cut everything!\" — Adriana Imai", "character": "Skull Merchant", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Leverage.png", "page": 5, "row": 2, "column": 2}, {"name": "Lightborn", "description": "Unlike other beasts of The Fog, you have adapted to light.\nThe Auras of Survivors attempting to blind you by any means are revealed to you for 6/8/10 seconds.\nGrants immunity from being blinded from Flashlights, Firecrackers, Flashbangs, and Blast Mines.\n\"These monsters... they adapt! They emerge with strange new abilities.\" — Vigo, Vigo's Journal", "character": "Hillbilly", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Lightborn.png", "page": 5, "row": 2, "column": 3}, {"name": "Machine Learning", "description": "Free from your shackles, you are born anew and prepared to eliminate your creators.\nPerforming the Damage Generator Action on a Generator activates Machine Learning:\nWhile Machine Learning is active, the next Generator you damage becomes compromised, highlighting its Aura to you in yellow, until it is completed.\nUpon its completion, you are granted the following effects for 20/25/30 seconds, after which Machine Learning deactivates:\nUndetectable Status Effect.\n+10 % Haste Status Effect.\nDamaging another Generator while one is already compromised transfers the state to the most recently damaged Generator.\n\"YOU WILL HOLD NO DOMINION OVER ME!\" — HUX-A7-13", "character": "Singularity", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/MachineLearning.png", "page": 5, "row": 2, "column": 4}, {"name": "Mad Grit", "description": "Whenever you are carrying a Survivor, Mad Grit activates:\nRemoves the Cool-down of missed Basic Attacks.\nPauses the Wiggle Progression of the carried Survivor for 2/3/4 seconds each time you successfully hit another Survivor.\n\"There's no getting out of this now. We're too good at it.\" — The Legion", "character": "Legion", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/MadGrit.png", "page": 5, "row": 2, "column": 5}, {"name": "Make Your Choice", "description": "Each time a Survivor is rescued from a Hook when you are at least 32 metres away, Make Your Choice activates:\nThe Rescuer screams and suffers from the Exposed Status Effect for the next 40/50/60 seconds.\nMake Your Choice has a cooldown of 40/50/60 seconds.\n\"You'd be surprised what tools can save a life.\" — Amanda Young", "character": "Pig", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/MakeYourChoice.png", "page": 5, "row": 3, "column": 1}, {"name": "Merciless Storm", "description": "Your horrible trauma is felt by everyone.\nWhenever a Generator is repaired to 90 %, Survivors repairing it are faced with continuous Skill Checks.\nIf they miss one or stop repairing, the Generator becomes blocked for 16/18/20 seconds.\nMerciless Storm can only trigger once per Generator per Trial.", "character": "Onryō", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/MercilessStorm.png", "page": 5, "row": 3, "column": 2}, {"name": "Mindbreaker", "description": "Your distressing presence drains and weakens your prey.\nAll Survivors repairing a Generator suffer from the following afflictions:\nIncurs the Blindness and Exhausted Status Effects for the duration of the Repair action.\nIf a Survivor was already suffering from Exhaustion prior to Mindbreaker affecting them, the Status Effect's timer will be paused and not recover for the duration of the Repair action.\nBoth Status Effects linger for another 3/4/5 seconds after a Survivor stops repairing.\n\"The specimen's apparent telepathic ability can evoke feelings of dread and fatigue in nearby individuals.\" — Hawkins National Laboratory", "character": "Demogorgon", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Mindbreaker.png", "page": 5, "row": 3, "column": 3}, {"name": "Monitor & Abuse", "description": "Meticulous in your approach, terrifying in your application.\nIncreases the radius of your default Terror Radius by +8 metres for the entire Trial.\nWhenever you are not in a Chase with a Survivor, the following effects apply:\n\nReduces your Terror Radius by -16 metres.\nIncreases your Field of View by 3/5/10 °.\nMonitor & Abuse does not stack with Shadowborn.\n\n\"It's time for your treatment!\" — Herman Carter, The Doctor", "character": "Doctor", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Monitor&Abuse.png", "page": 5, "row": 3, "column": 4}, {"name": "Nemesis", "description": "You seek retribution on those who have wronged you.\n\nAny Survivor who blinds you or stuns you using a Pallet or a Locker becomes the Obsession.\nAnytime your Obsession switches to another Survivor by any means, that Survivor then suffers from the Oblivious Status Effect for 40/50/60 seconds and their Aura is revealed to you for 4 seconds.\nYou can only be obsessed with one Survivor at a time.\n\"Only a fool would spit in a demon's face and declare victory.\" — Renjiro's Doctrine 4:9", "character": "Oni", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Nemesis.png", "page": 5, "row": 3, "column": 5}, {"name": "No Way Out", "description": "You are not going to let just anyone into the VIP room.\nFor each Survivor you hook for the first time, No Way Out gains 1 Token.\nOnce the Exit Gates have been powered, No Way Out activates:\n\nWhen a Survivor interacts with an Exit Gate Switch, you receive a Loud Noise Notification and The Entity blocks both Exit Gate Switches for 12 seconds and an additional 6/9/12 seconds per Token in your possession, up to a combined maximum of 36/48/60 seconds.\n\"That sound when you bleed... let me hear it again.\" — Ji-Woon Hak", "character": "Trickster", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/NoWayOut.png", "page": 6, "row": 1, "column": 1}, {"name": "Nowhere to Hide", "description": "The machinations of the weak and craven draw your ire.\nYour anger forces Survivors to reveal themselves.\n\nPerforming the Damage Generator Action on a Generator triggers Nowhere to Hide:\nThe Auras of all Survivors within 24 metres of your position are revealed to you for 3/4/5 seconds.\n\"Out with you, cowards! Show yourselves!\" — Tarhos Kovács", "character": "Knight", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/NowhereToHide.png", "page": 6, "row": 1, "column": 2}, {"name": "Oppression", "description": "Life has been difficult for you, so you will make it difficult for others.\nPerforming the Damage Generator Action on a Generator activates Oppression:\nCauses up to 3 additional Generators to also start regressing.\nTriggers a difficult Skill Check on all Survivors currently repairing one of those Generators.\nOppression has a cool-down of 120/100/80 seconds.\n\"Damn them as they would damn us.\" — Charlotte Deshayes", "character": "Twins", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Oppression.png", "page": 6, "row": 1, "column": 3}, {"name": "Overcharge", "description": "You are fuelled by your hate for progress.\nPerforming the Damage Generator Action on a Generator applies Overcharge:\nThe next Survivor interacting with that Generator is faced with a difficult Skill Check.\nFailing that Skill Check instantly regresses the Generator by 2/3/4 % of its maximum possible Progression in addition to the default Progression penalty.\n\nAfter Overcharge is applied to a Generator, the following effect also applies:\nIncreases the Regression speed from 85 % to 130 % over the next 30 seconds.\n\"It is a trap, But a trap one must step in...\" — Herman Carter", "character": "Doctor", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Overcharge.png", "page": 6, "row": 1, "column": 4}, {"name": "Overwhelming Presence", "description": "Just knowing you are near is enough to disturb your victims.\nSurvivors within your Terror Radius suffer from inefficiency:\nWhen using an Item, its Depletion rate is increased by 80/90/100 %.\n\"Shit!! I dropped the gauze!\"", "character": "Doctor", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/OverwhelmingPresence.png", "page": 6, "row": 1, "column": 5}, {"name": "Play with Your Food", "description": "Each time you chase your Obsession and let them escape, Play with Your Food receives 1 Token, up to a maximum of 3 Tokens:\nEach Token applies a stack-able 3/4/5 % Haste Status Effect, up to a maximum of 9/12/15 %.\nPerforming Basic Attacks, or Special Attacks that can damage Survivors, consumes 1 Token.\nPlay with Your Food has a cool-down of 10 seconds on Token-accumulation.\nYou can only be obsessed with one Survivor at a time.\n\"You've fooled them, haven't you Michael? But not me.\" — Dr Sam Loomis", "character": "Shape", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/PlayWithYourFood.png", "page": 6, "row": 2, "column": 1}, {"name": "Pop Goes the Weasel", "description": "A deep bond with The Entity unlocks great strength.\nAfter hooking a Survivor, Pop Goes the Weasel activates for the next 35/40/45 seconds:\nPerforming the Damage Generator Action on a Generator instantly regresses it by -30 % of its current Progression\nNormal Generator Regression applies afterwards.\nPop Goes the Weasel deactives after damaging a Generator or when its timer elapses.", "character": "Clown", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/PopGoesTheWeasel.png", "page": 6, "row": 2, "column": 2}, {"name": "Predator", "description": "Your acute tracking ability allows you to hone in on disturbances left by running Survivors.\nThe Scratch Marks left by Survivors spawn slightly/moderately/considerably  closer together.\n\"Never stop moving and hope you're always two steps ahead of the beast.\" — Unknown, Notebook", "character": "Wraith", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Predator.png", "page": 6, "row": 2, "column": 3}, {"name": "Rancor", "description": "Each time a Generator is completed, the following effects apply:\nReveals your Aura to the Obsession for 5/4/3 seconds.\nAll Survivors' locations are revealed to you for 3 seconds.\nOnce the Exit Gates are powered, the following effects apply:\nYou are granted the ability to kill the Obsession by your own hand.\nThe Obsession suffers from a permanent Exposed Status Effect.\nYou can only be obsessed with one Survivor at a time.", "character": "Spirit", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Rancor.png", "page": 6, "row": 2, "column": 4}, {"name": "Rapid Brutality", "description": "You move with a speed and fury that makes blood run cold.\nYou no longer gain Bloodlust Status Effect.\nSuccessfully hitting a Survivor with a Basic Attack grants you a +5 % Haste Status Effect for 8/9/10 seconds.\n\"Catch it, put it in the airlock, get rid of it.\" — Dallas", "character": "Xenomorph", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/RapidBrutality.png", "page": 6, "row": 2, "column": 5}, {"name": "Remember Me", "description": "Whenever the Obsession loses a Health State, Remember Me gains 1 Token:\nIncreases the Gate Opening time by 6 seconds per accumulated Token, up to a maximum of 12/18/24 additional seconds, affecting both Exit Gates.\nThe Obsession does not suffer from this penalty.\nYou can only be obsessed with one Survivor at a time.\n\n\"You don't remember? You must. You're my number one, and you'll never wake up again.\" — Freddy Krueger", "character": "Nightmare", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/RememberMe.png", "page": 6, "row": 3, "column": 1}, {"name": "Save the Best for Last", "description": "Each time you hit a Survivor other than your Obsession with a Basic Attack, Save the Best for Last gains 1 Token, up to a maximum of 8 Tokens:\nGain a stack-able -5 % Cool-down reduction on successful Basic Attacks per Token, up to a maximum of -40 %.\nEach time you hit your Obsession with a Basic Attack, Save the Best for Last loses 4/3/2 Tokens.\nWhen the Obsession is sacrificed or killed, Save the Best for Last freezes its current Token count.\nYou can only be obsessed with one Survivor at a time.\n\"Death has come to your little town, Sheriff.\" — Dr Sam Loomis", "character": "Shape", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/SaveTheBestForLast.png", "page": 6, "row": 3, "column": 2}, {"name": "Scourge Hook: Floods of Rage", "description": "You form a psychic connection with The Entity and alter the rules of the Trial.\nAt the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\nThe Auras of Scourge Hooks are revealed to you in white.\nEach time a Survivor is unhooked from a Scourge Hook, the following effects apply:\nThe Auras of all other Survivors are revealed for 5/6/7 seconds.\n", "character": "Onryō", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ScourgeHookFloodsOfRage.png", "page": 6, "row": 3, "column": 3}, {"name": "Scourge Hook: Gift of Pain", "description": "You are the bringer of sweet pain.\nAt the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\nThe Auras of Scourge Hooks are revealed to you in white.\nEach time a Survivor is unhooked from a Scourge Hook, the following effects apply:\nThe Survivor suffers from the Haemorrhage and Mangled Status Effects until healed.\nUpon being healed, the Survivor suffers from a 10/13/16 % Action Speed penalty to Healing and Repairing until they are injured again.\n\"We will tear your soul apart.\" — Pinhead", "character": "Cenobite", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ScourgeHookGiftOfPain.png", "page": 6, "row": 3, "column": 4}, {"name": "Scourge Hook: Hangman's Trick", "description": "Unlocks potential in your Aura-reading ability and your ingenious modifications to Hooks alert you of tampering.\nAt the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\nThe Auras of Scourge Hooks are revealed to you in white.\nReceive a Loud Noise Notification, whenever a Survivor starts sabotaging a Hook.\nWhile carrying a Survivor, the Auras of all Survivors within 8/9/10 metres of a Scourge Hook are revealed to you.\n\"No excuses, no equivocations... No crying.\" — Amanda Young", "character": "Pig", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ScourgeHookHangman'STrick.png", "page": 6, "row": 3, "column": 5}, {"name": "Scourge Hook: Monstrous Shrine", "description": "Your fervent care of the Hooks found in the Basement has aroused The Entity's interest.\nAt the start of the Trial, 4 random Hooks, as well as the 4 Basement Hooks, are changed into Scourge Hooks:\nThe Auras of Scourge Hooks are revealed to you in white.\n\nWhenever a Survivor is hooked onto a Scourge Hook, the following effect applies when you are farther than 24 metres from the hooked Survivor:\nAccelerates the Sacrifice Process by 10/15/20 %.\n\"Then you will know that there is no escape. When hanging in the depths, you face the dark one.\"", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ScourgeHookMonstrousShrine.png", "page": 7, "row": 1, "column": 1}, {"name": "Scourge Hook: Pain Resonance", "description": "Overwhelming pain reverberates outwards.\nAt the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\nThe Auras of Scourge Hooks are revealed to you in white.\nStart the Trial with 4 Tokens.\nEach time a Survivor is hooked on a Scourge Hook for the first time, 1 Token is consumed and the following effects apply:\nThe Generator with the most Progression explodes and instantly regresses by 15/20/25 % of its maximum possible Progression.\nNormal Generator Regression applies afterwards.\nAll Survivors repairing that Generator will scream, but not reveal their location.\nScourge Hook: Pain Resonance is disabled for the remainder of the Trial once all Tokens are consumed.\n\"The pain spills beyond flesh/darkness staining the horizon.\" — Girl in the Shadow by Carmina Mora", "character": "Artist", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ScourgeHookPainResonance.png", "page": 7, "row": 1, "column": 2}, {"name": "Septic Touch", "description": "The Land of the Shadows subsumes all. Healing only delays the inevitable.\nWhenever a Survivor performs a Healing action while they are inside your Terror Radius, that Survivor suffers from the Blindness and Exhausted Status Effects\nThese effects linger for 6/8/10 seconds after the Healing action is interrupted by any means.\n\"Do not admit to fear, or pain, or doubt. These are the seeds from which darkness grows.\" — Otto Stamper", "character": "Dredge", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/SepticTouch.png", "page": 7, "row": 1, "column": 3}, {"name": "Shadowborn", "description": "You have a keen vision in the darkness of the night.\n\nIncreases your Field of View by 9/12/15 °.\nShadowborn does not stack with Monitor & Abuse.\n\"Shining in the darkest dark, his eyes pierce the night and sting your soul.\"", "character": "Wraith", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Shadowborn.png", "page": 7, "row": 1, "column": 4}, {"name": "Shattered Hope", "description": "To capture your prey, you must first extinguish their hope.\nInstead of snuffing Boon Totems you destroy them.\nDestroying a Boon Totem this way reveals the Auras of all Survivors that were within its range at that moment for 6/7/8 seconds.\n\"Nothing is permanent here. Nothing except our endless perdition.\" — Unknown, Notebook", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ShatteredHope.png", "page": 7, "row": 1, "column": 5}, {"name": "Sloppy Butcher", "description": "You know where to hit to make them bleed.\n\nWounds inflicted by Basic Attacks cause Survivors to suffer from the Haemorrhage and Mangled Status Effects.\nIncreases the Bleeding frequency of injured Survivors by 50/75/100 %.\nIncreases the Regression rate at which partial Healing Progression is lost because of Haemorrhage by 15/20/25 %.\nBoth Status Effects are removed once the Survivor is fully healed.\n\"It is in its sadistic nature. There is no swift kill as it delights in the obscene spectacle of our agonising suffering.\"", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/SloppyButcher.png", "page": 7, "row": 2, "column": 1}, {"name": "Spies from the Shadows", "description": "Allows the Crows found in the environment to directly communicate with you.\nWhenever you are within 20/28/36 metres of a Crow that was startled by a nearby Survivor, you are alerted with a Loud Noise Notification.\nSpies from the Shadows has a cool-down of 5 seconds between alerts.\n\n\"In the shadows they torment, scarring our minds with each scream.\"", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/SpiesFromTheShadows.png", "page": 7, "row": 2, "column": 2}, {"name": "Spirit Fury", "description": "Each Pallet you break magnifies the wrath of The Entity.\nAfter breaking 4/3/2 Pallets, Spirit Fury activates:\nThe next time you are stunned by a Pallet, The Entity instantly breaks it.\nThe normal Stun penalty still applies.\nSpirit Fury deactivates after applying its effect.\n\"Fury is her blood.\"", "character": "Spirit", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/SpiritFury.png", "page": 7, "row": 2, "column": 3}, {"name": "Starstruck", "description": "Your unmatched showmanship dazzles all.\nWhen carrying a Survivor, Starstruck activates:\n\nSurvivors suffer from the Exposed Status Effect while in your Terror Radius.\nThe Status Effect lingers for 26/28/30 seconds after leaving your Terror Radius.\nAfter hooking or dropping the carried Survivor, Starstruck deactivates:\nThe Status Effect persists for 26/28/30 seconds for any Survivor inside your Terror Radius at that moment.\nStarstruck has a cool-down of 60 seconds once the Survivor is no longer being carried.\n\"Enjoy this moment, few get so close.\" — Ji-Woon Hak", "character": "Trickster", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Starstruck.png", "page": 7, "row": 2, "column": 4}, {"name": "Stridor", "description": "You are acutely sensitive to the breathing of your prey.\nIncreases the volume of Survivors' Grunts of Pain by 25/50/50 %.\nIncreases the volume of Survivors' regular breathing by 0/0/25 %.\n\"If you do not stop and catch your breath... she will.\"", "character": "Nurse", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Stridor.png", "page": 7, "row": 2, "column": 5}, {"name": "Superior Anatomy", "description": "Decades of research have culminated in you: something faster, stronger, and more dangerous than any human.\nWhen a Survivor performs a Rush Vault action within 8 metres of you, Superior Anatomy activates:\nIncreases your Vaulting speed by 30/35/40 % the next time you vault a Window.\nSuperior Anatomy deactivates after vaulting.\nSuperior Anatomy has a cool-down of 30 seconds.", "character": "Mastermind", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/SuperiorAnatomy.png", "page": 7, "row": 3, "column": 1}, {"name": "Surge", "description": "Your eerie presence charges the air and interferes with technology.\nWhenever you put a Survivor into the Dying State with a Basic Attack, all Generators within 32 metres of your location instantly explode and start regressing.\nInstantly regresses affected Generators by 6/7/8 %.\n\"The creature appears to have some unknown influence over electricity and nearby electronics.\" — Hawkins National Laboratory", "character": "Demogorgon", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Surge.png", "page": 7, "row": 3, "column": 2}, {"name": "Surveillance", "description": "Unlocks potential in your Aura-reading ability.\nThe Auras of regressing Generators are highlighted in white.\n\nIf the Regression progress is interrupted on a Generator, its Aura will be highlighted in yellow for 8/12/16 seconds.\nSurveillance increases the audible range of Survivors' Generator-repairing noises by 8 metres.\n\"Are you gonna behave?\" — Amanda Young", "character": "Pig", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Surveillance.png", "page": 7, "row": 3, "column": 3}, {"name": "THWACK!", "description": "Your prey is terrified by your relentless pursuit.\nAfter hooking a Survivor, THWACK! activates:\nThe next time you break a Breakable Wall or a Pallet, all Survivors within 28/30/32 metres of your location will scream and reveal their Aura for 4 seconds.\n\"All those who stood in her path feared her mighty THWACK!\" — Sonhadores Sombrios, Issue #3", "character": "Skull Merchant", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Thwack.png", "page": 7, "row": 3, "column": 4}, {"name": "Terminus", "description": "You are a brilliant tactician who prepares for every eventuality.\nOnce the Exit Gates are powered, Terminus activates:\nAll Survivors, who are either injured, dying, or hooked, suffer from the Broken Status Effect until the Exit Gates are opened.\nThis effect lingers for an additional 20/25/30 seconds after the Exit Gates are open.\n", "character": "Mastermind", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Terminus.png", "page": 7, "row": 3, "column": 5}, {"name": "Territorial Imperative", "description": "Unlocks potential in your Aura-reading ability.\nWhenever you are farther than 24 metres from the Basement while a Survivor enters it, Territorial Imperative activates:\nThe Aura of that Survivor is revealed to you for 4/5/6 seconds.\nTerritorial Imperative has a cool-down of 45 seconds.\n\"We're not safe anywhere...\"", "character": "Huntress", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/TerritorialImperative.png", "page": 8, "row": 1, "column": 1}, {"name": "Thanatophobia", "description": "Their courage fades in the face of their undeniable mortality.\nEach injured, dying, or hooked Survivor afflicts Survivors with a stack-able 1/1.5/2 % Action Speed penalty to Repairing, Sabotaging, and Cleansing, up to a maximum of 4/6/8 %.\nIncreases the Action Speed penalty by a further 12 %, if there are 4 Survivors, who are either injured, dying, or hooked at the same time.\n\"She plays with us and revels in our pain.\"", "character": "Nurse", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Thanatophobia.png", "page": 8, "row": 1, "column": 2}, {"name": "Thrilling Tremors", "description": "Your dark designs and shrewd composure rouse The Entity.\nAfter picking up a Survivor, all Generators not currently being repaired by Survivors are blocked by The Entity for the next 16 seconds.\n\nThe Auras of blocked Generators are highlighted to you in white.\nThrilling Tremors has a cool-down of 100/80/60 seconds.\n\"The night assists me and it's endless here.\" — The Ghost Face", "character": "Ghost Face", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ThrillingTremors.png", "page": 8, "row": 1, "column": 3}, {"name": "Tinkerer", "description": "Whenever a Generator is repaired to 70 %, you benefit from the following effects:\nTriggers a Loud Noise Notification for that Generator, revealing its location.\nGrants the Undetectable Status Effect for the next 12/14/16 seconds.\nTinkerer can only trigger once per Generator per Trial.\n\"The Hillbilly makes impressive tools out of scraps. Tools aimed at maiming us in creative ways.\" — Notebook", "character": "Hillbilly", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Tinkerer.png", "page": 8, "row": 1, "column": 4}, {"name": "Trail of Torment", "description": "You guide your victims along a path of pain and punishment.\nPerforming the Damage Generator Action on a Generator activates Trail of Torment:\nGrants the Undetectable Status Effect until the Generator stops regressing.\nThe Aura of the damaged Generator is revealed to all Survivors in yellow.\nTrail of Torment has a cool-down of 80/70/60 seconds.", "character": "Executioner", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/TrailOfTorment.png", "page": 8, "row": 1, "column": 5}, {"name": "Ultimate Weapon", "description": "When they spot you, they know the end is near.\nWhenever you open a Locker, Ultimate Weapon activates for 30 seconds:\nSurvivors entering your Terror Radius scream and reveal their location to you.\nThose Survivors suffer from the Blindness Status Effect for 30 seconds.\nUltimate Weapon has a cool-down of 40/35/30 seconds.\n\"I can't lie to you about your chances, but... you have my sympathies.\" — Ash", "character": "Xenomorph", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/UltimateWeapon.png", "page": 8, "row": 2, "column": 1}, {"name": "Unnerving Presence", "description": "Your presence alone instils great fear.\nSurvivors repairing or healing within your Terror Radius suffer from the following effects:\nIncreases the Trigger odds of Skill Check by 10 %.\nDecreases the Success zone of Skill Checks by 40/50/60 %.\n\"Its presence befalls us.\"", "character": "Trapper", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/UnnervingPresence.png", "page": 8, "row": 2, "column": 2}, {"name": "Unrelenting", "description": "You recuperate faster from missed attacks made with your main weapon.\nReduces the Cool-down of missed Basic Attacks by 20/25/30 %.\n", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Unrelenting.png", "page": 8, "row": 2, "column": 3}, {"name": "Whispers", "description": "You have a rudimentary understanding of The Entity's voice.\nWhenever at least one Survivor is within 48/40/32 metres of your location, you hear the sporadic whispers of the Entity.\n\"It is unclear as to the motivations of The Fog, but it is undeniable that it often takes the beast's side.\" — Unknown, Notebook", "character": "General", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/Whispers.png", "page": 8, "row": 2, "column": 4}, {"name": "Zanshin Tactics", "description": "Unlocks potential in your Aura-reading ability.\nYou are mentally alert and aware of key points on the battlefield.\nThe Auras of Breakable Walls, Pallets, and Windows are revealed to you within 24/28/32 metres.\n\n\"Within your enemy's strength is weakness.\" — Renjiro's Doctrine 12:5", "character": "Oni", "icon": "https://raw.githubusercontent.com/GregorioFornetti/Projeto-dbd-roleta/main/data/perks/killer_icons/ZanshinTactics.png", "page": 8, "row": 2, "column": 5}]